<script setup>
import '@/styles/docs.css'
</script>

<template>
    <div class="content__container">

        <h2 class="title">Data Protection</h2>

        <div class="rule__container">

            <div class="rule__wrapper">
                <h5 class="rule__title">Общая информация</h5>

                <p class="rule__description">Система PaySer серьёзно относится к безопасности личной информации клиентов
                    и использует эту информацию, предоставленную клиентами, только в соответствии с условиями настоящей
                    Политики конфиденциальности. Чтобы использовать некоторые услуги системы PaySer и уменьшить
                    количество случаев мошенничества и краж, наша система просит вас предоставить информацию о себе и
                    своей кредитной или дебетовой карте, если вы впервые совершаете платежи картой через систему PaySer.
                </p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Открытие электронного счёта</h5>

                <p class="rule__description">Чтобы открыть электронный счёт в системе PaySer, вам нужно будет указать
                    своё имя и фамилию, адрес, город и адрес электронной почты. Также вы можете открыть бизнес-счёт, для
                    этого вам нужно будет предоставить документы о вашей компании. Бизнес-счёт можно пополнить с
                    банковского счёта вашей компании.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Данные и профиль</h5>

                <p class="rule__description">Периодически наша система PaySer может предлагать нашим клиентам заполнить
                    дополнительные анкеты и принять участие в опросах. Это делается как для сбора демографической
                    информации, так и для определения потребностей наших клиентов, а также для оценки качества
                    предоставляемых нами услуг.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Безопасность данных аккаунта</h5>

                <p class="rule__description">Чтобы расширить лимиты через систему PaySer, вы можете, но не обязаны
                    предоставлять информацию о кредитной или дебетовой карте (без секретного кода) или информацию о
                    вашем личном банковском счёте. Мы также можем попросить вас ответить на различные вопросы, чтобы
                    проверить безопасность вашей учётной записи. Эта информация может быть необходима нам для обработки
                    ваших транзакций, запросов на новый пароль, если вы забудете или потеряете пароль, защиты от кражи
                    данных с вашей карты, предотвращения мошенничества и кражи вашей учётной записи и для связи с вами,
                    также когда нам нужно администрировать вашу учётную запись. В целях защиты от возможного
                    мошенничества и кражи мы проверяем всю информацию, которую вы нам предоставили. Мы используем эту
                    информацию, чтобы обеспечить вам безопасность во время использования наших услуг, для обработки
                    ваших транзакций, а также для обеспечения общей безопасности обслуживания клиентов и улучшения
                    продуктов и услуг, предоставляемых нами. Вся контактная информация собирается на серверах,
                    расположенных в ЕС. Мы предоставляем доступ к персональной информации о наших клиентах только
                    техническому персоналу компании, от которого требуется оперативно и эффективно выполнять запросы для
                    обслуживания наших клиентов. Если вы являетесь зарегистрированным пользователем в системе PaySer,
                    ваше имя, адрес электронной почты и тип учётной записи могут отображаться для других клиентов
                    системы PaySer, что требуется для эффективного и быстрого выполнения запросов, чтобы помочь нашим
                    клиентам. Если вы являетесь зарегистрированным пользователем в системе PaySer, ваше имя, адрес
                    электронной почты и тип учётной записи могут отображаться для других клиентов системы PaySer.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Информация о транзакции по счёту</h5>

                <p class="rule__description">При отправке или получении средств через платёжную систему PaySer мы можем
                    попросить вас предоставить информацию о каждой такой транзакции, включая общую сумму и имя
                    пользователя (отправителя). Вся эта информация сохраняется и никогда не разглашается без
                    официального запроса. Мы также сохраняем все IP-адреса, используемые для входа в вашу учётную
                    запись. Все эти меры направлены на предотвращение мошенничества и краж.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">О данных о трафике</h5>

                <p class="rule__description">Если вы являетесь зарегистрированным пользователем системы PaySer, ваше
                    имя, адрес электронной почты и тип учётной записи могут отображаться для других клиентов системы.
                    Номер вашей карты и банковского счёта, а также другая финансовая информация никогда не будет
                    передана третьим лицам, если не указано иное в соответствии с законом. Файлы cookie, которые
                    представляют собой небольшие файлы данных, которые находятся на вашем устройстве, позволяют нам
                    распознать вас как клиента нашей системы, если вы вернётесь на сайт PaySer.pro, используя то же
                    устройство и браузер. Мы отправляем файл cookie сеанса на ваше устройство, когда вы входите со своим
                    адресом электронной почты в учётную запись в системе PaySer, при этом вводя свой адрес электронной
                    почты и пароль. Эти файлы позволяют нам узнавать вас, если вы посещаете несколько страниц нашего
                    сайта во время одного сеанса, вам не нужно будет повторно вводить пароль снова. После того, как вы
                    выйдете из системы PaySer или закроете браузер, сеанс данных cookie истечёт и больше не будет иметь
                    никакого эффекта.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Информация о третьих лицах</h5>

                <p class="rule__description">Вся предоставленная вами информация, как описано выше, не будет передана
                    нами третьим лицам без официального запроса. Если вы отправляете или получаете большой объём
                    платежей, которые проходят через систему PaySer, в некоторых случаях мы можем провести
                    дополнительную проверку вашего бизнеса (только для бизнес-счетов), запросив информацию о вас и вашей
                    коммерческой деятельности в кредитном бюро или служба деловой информации. Система PaySer не несёт
                    ответственности за последствия, возникшие в случае раскрытия клиентом информации о своей учётной
                    записи в системе PaySer. Мы также оставляем за собой право периодически, в произвольном порядке
                    просматривать отчёты о действиях, совершённых клиентом в отношении учётных записей, и оставляем за
                    собой право закрывать учётные записи, если полученная нами информация свидетельствует о том, что
                    учётная запись связана с мошенничеством или кражей.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Обслуживание клиентов</h5>

                <p class="rule__description">Вся ваша переписка с техническими специалистами системы PaySer ведётся в
                    личном кабинете. Это делается для того, чтобы контролировать качество услуг, которые мы
                    предоставляем нашим клиентам. Сохранение этой переписки (информации) также помогает нам в
                    расследовании мошенничества и краж.</p>
            </div>

            <div class="rule__wrapper">
                <h5 class="rule__title">Защита от DDoS-атак</h5>

                <p class="rule__description">Сайт надёжно защищён от DDoS-атак через <a class="doc__link"
                        href="https://www.cloudflare.com" target="_blank">Cloudflare</a>.</p>
            </div>

        </div>

    </div>

</template>