<script setup>
import '@/styles/docs.css'
</script>

<template>
    <div class="content__container">

        <h2 class="title">Privacy Policy</h2>

        <div class="rule__container">

            <div class="rule__wrapper">
                <p class="rule__description pre">
                    Настоящая Политика конфиденциальности (далее – «Политика») распространяется на физических лиц,
                    являющихся Пользователями платёжного сервиса PaySer (далее – «Сервис»), при совершении
                    Пользователями операций с использованием Сервиса. Политика действует в отношении всей информации,
                    которую Оператор Сервиса может получить о Пользователе во время использования им Сервиса.
                </p>
                <p class="rule__description pre">
                    Термины, используемые в настоящей Политике, употребляются в значении, которое они имеют в Публичной
                    оферте об использовании платёжного сервиса PaySer (далее - Оферта). Использование Сервиса означает
                    безоговорочное принятие Пользователем всех условий Оферты без каких-либо изъятий или ограничений на
                    условиях присоединения и безоговорочное согласие Пользователя с настоящей Политикой и указанными в
                    ней условиями обработки информации. В случае несогласия с этими условиями Пользователь не должен
                    использовать Сервис.
                </p>

                <div class="rule__wrapper">
                    <h5 class="rule__title"><span class="rule__number">1.</span>Информация Пользователя, которую
                        получает и обрабатывает Оператор Сервиса:</h5>
                    <p class="rule__description"><span class="rule__number">1.1.</span>В рамках настоящей Политики под
                        информацией Пользователя понимаются:</p>
                    <p class="rule__description desc"><span class="rule__number">1.1.1.</span>Персональная информация,
                        которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной
                        записи Сервиса) или в процессе использования Сервиса, включая персональные данные пользователя.
                    </p>
                    <p class="rule__description desc"><span class="rule__number">1.1.2.</span>Данные, которые
                        автоматически передаются Оператору Сервиса в процессе использования Сервиса с помощью
                        установленного на устройстве Пользователя программного обеспечения, в том числе, но не
                        ограничиваясь: IP-адрес и другие сведения об устройстве, с которого осуществляется доступ,
                        информация из cookie, информация о браузере Пользователя (или иной программе, с помощью которой
                        осуществляется доступ к Сервису), время доступа, адрес запрашиваемой страницы.</p>
                    <p class="rule__description"><span class="rule__number">1.2.</span>Настоящая Политика применима
                        только к Сервису. Оператор Сервиса не контролирует и не несёт ответственность за сайты третьих
                        лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Сервиса.</p>
                    <p class="rule__description"><span class="rule__number">1.3.</span>За исключением случаев
                        Идентификации Пользователей по основаниям и в порядке, предусмотренным Офертой и действующим
                        законодательством Российской Федерации, Оператор Сервиса не проверяет достоверность информации,
                        предоставляемой Пользователем, при этом Оператор Сервиса исходит из того, что Пользователь
                        предоставляет достоверную и достаточную информацию и поддерживает эту информацию в актуальном
                        состоянии. В случае, если будет установлено, что Пользователь предоставил информацию, не
                        соответствующую действительности, Оператор Сервиса вправе в любой момент приостановить, либо
                        прекратить доступ Пользователя к Сервису. Пользователь согласен с тем, что в случае
                        предоставления недостоверных данных о себе, претензии Пользователя в адрес Оператора Сервиса,
                        относящиеся к предоставлению Сервиса, не будут иметь юридической силы.</p>
                </div>

                <div class="rule__wrapper">
                    <h5 class="rule__title"><span class="rule__number">2.</span>Цели сбора и обработки персональной
                        информации Пользователей:</h5>

                    <p class="rule__description"><span class="rule__number">2.1.</span>Оператор Сервиса собирает и
                        хранит только ту персональную информацию, которая необходима для предоставления Сервиса и
                        оказания услуг в соответствии с Офертой.</p>
                    <p class="rule__description"><span class="rule__number">2.2.</span>Персональную информацию
                        Пользователя Оператор Сервиса может использовать в следующих целях:</p>
                    <p class="rule__description desc"><span class="rule__number">2.2.1.</span>Идентификация
                        Пользователя;</p>
                    <p class="rule__description desc"><span class="rule__number">2.2.2.</span>Повышение безопасности
                        использования Сервиса;</p>
                    <p class="rule__description desc"><span class="rule__number">2.2.3.</span>Связь с Пользователем, в
                        том числе направление уведомлений, запросов и информации, касающихся использования Сервиса,
                        оказания услуг, а также обработка запросов и заявок от Пользователя;</p>
                    <p class="rule__description desc"><span class="rule__number">2.2.4.</span>Улучшение качества
                        Сервиса, удобства его использования, разработка новых услуг;</p>
                    <p class="rule__description desc"><span class="rule__number">2.2.5.</span>Выполнение распоряжения
                        Клиента о переводе денежных средств и/или возврата остатка денежных средств.</p>
                </div>

                <div class="rule__wrapper">
                    <h5 class="rule__title"><span class="rule__number">3.</span>Условия обработки персональной
                        информации Пользователя и её передачи третьим лицам:</h5>

                    <p class="rule__description"><span class="rule__number">3.1.</span>Оператор Сервиса хранит
                        информацию Пользователей в соответствии с требованиями применимого законодательства, настоящей
                        политики и внутренними нормативными документами Оператора Сервиса.</p>
                    <p class="rule__description"><span class="rule__number">3.2.</span>Оператор Сервиса обеспечивает
                        конфиденциальность информации Пользователя.</p>
                    <p class="rule__description"><span class="rule__number">3.3.</span>Оператор Сервиса вправе передать
                        персональную информацию Пользователя третьим лицам в следующих случаях:</p>
                    <p class="rule__description desc"><span class="rule__number">3.3.1</span>Пользователь выразил своё
                        согласие на такие действия;</p>
                    <p class="rule__description desc"><span class="rule__number">3.3.2</span>Передача необходима для
                        исполнения распоряжения Пользователя;</p>
                    <p class="rule__description desc"><span class="rule__number">3.3.3</span>Передача предусмотрена
                        российским или иным применимым законодательством в рамках установленной законодательством
                        процедуры;</p>
                    <p class="rule__description desc"><span class="rule__number">3.3.4</span>В целях обеспечения
                        возможности защиты прав и законных интересов Оператора Сервиса или третьих лиц в случаях, когда
                        у Оператора Сервиса имеются достаточные основания полагать, что Пользователь нарушает условия
                        Оферты и/или требования применимого законодательства.</p>
                    <p class="rule__description"><span class="rule__number">3.4.</span>При обработке персональных данных
                        Пользователей Оператор Сервиса руководствуется законодательством Российской Федерации.</p>
                </div>

                <div class="rule__wrapper">
                    <h5 class="rule__title"><span class="rule__number">4.</span>Меры, применяемые для защиты
                        персональной информации Пользователей:</h5>

                    <p class="rule__description"><span class="rule__number">4.1.</span>Оператор Сервиса принимает
                        необходимые и достаточные организационные и технические меры для защиты персональной информации
                        Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
                        копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</p>
                </div>

                <div class="rule__wrapper">
                    <h5 class="rule__title"><span class="rule__number">5.</span>Изменение Политики конфиденциальности.
                        Применимое законодательство.</h5>

                    <p class="rule__description"><span class="rule__number">5.1.</span>Оператор Сервиса имеет право
                        вносить изменения в настоящую Политику конфиденциальности. Новая редакция Политики вступает в
                        силу с момента её размещения, если иное не предусмотрено новой редакцией Политики. Действующая
                        редакция всегда находится на сайте Сервиса.</p>
                </div>

                <div class="rule__wrapper">
                    <h3 class="app__title">Google ReCaptcha</h3>

                    <p class="app__text">На Сайтах и в рамках Услуг PaySer использует систему ReCaptcha. Ваше
                        использование системы ReCaptcha подпадает под положения Политики конфиденциальности Google и
                        Условий использования этой системы.</p>
                    <p class="app__text">Система ReCaptcha используется только для защиты от спама и противоправного
                        использования.</p>
                </div>

            </div>

        </div>

    </div>
</template>